<template>
    <section class="about grid-container">
        <v-container>
            <h2 class="cmp-layout__title about__title">О компании</h2>
            <p v-for="(text, index) in texts" :key="index" class="mb-4">
                {{ text.paragraph }}
            </p>
        </v-container>
    </section>
</template>

<style lang="scss">
.about {
    & p {
        font-size: 18px;
    }
}
</style>

<script>
export default {
    computed: {
        texts() {
            return [
                {
                    paragraph: "Материалы Sika применяются для промышленно-гражданского строительства и частного домостроения с 1910 года."
                },
                {
                    paragraph: "Компания Sika (Зика) работает в России с 2003 года и имеет 5 заводов по производству добавок в бетон, 2 завода по производству сухих строительных смесей, завод по выпуску напольных покрытий, завод по производству ПВХ мембран, научно-исследовательский, учебно-испытательный центры и 6 филиалов в разных регионах страны с центральным офисом в городе Лобня Московской области."
                },
                {
                    paragraph: "Опираясь на многолетний опыт в решении сложных задач, широкий ассортимент материалов, всестороннюю техническую поддержку клиентов, Sika предлагает комплексные решения и системы практически для любых строительных объектов."
                },
                {
                    paragraph: "Материалы и решения Sika, предлагаемые для частного использования, прошли проверку на профессиональных строительных объектах. Комплексные решения Sika нацелены на долговременную эксплуатацию. Все материалы компании сертифицированы в соответствии с местным законодательством."
                },
                {
                    paragraph: "В апреле 2021 года Sika приобрела ООО «КРЕПС». Объединение Sika Россия и КРЕПС усилило позиции обеих компаний на строительном рынке и предлагает своим клиентам широкий спектр инновационных решений."
                },
            ]
        }
    }
}
</script>