export default [
  {
    region: "Санкт-Петербург",
    places: [
      {
        subitems: [
          {
            title: "Офис",
            text2: "194292, Россия, Санкт-Петербург, 4-й Верхний переулок, 7",
            phone: "+7 (812) 334-79-79",
            mail: "spb@ru.sika.com",
            text3: "",
            text4: "",
            text5: "",
          },
          {
            title: "Руководитель подразделения Санкт-Петербург",
            text2: "Лобастов Антон Александрович",
            phone: "+7 981 698 01 52",
            mail: "spb@ru.sika.com",
            text3: "",
            text4: "",
            text5: "",
          },
          {
            title: "Склад",
            text2: "195279, г. Санкт-Петербург, шоссе Революции, д. 88/3",
            phone: "+7 (495) 5 777 333",
            mail: "",
            text3: "",
            text4: "",
            text5: "",
          },
        ],
      },
      {
        maps: [
          {
            title: "Схема проезда склад Санкт-Петербург.jpg",
            filePath: "/assets/tmp/map-spb.jpg",
          },
        ],
      },
    ],
  },
  {
    region: "Краснодар",
    places: [
      {
        subitems: [
          {
            title: "Офис",
            text2: "194292, Россия, Санкт-Петербург, 4-й Верхний переулок, 7",
            phone: "+7 (812) 334-79-79",
            mail: "spb@ru.sika.com",
            text3: "",
            text4: "",
            text5: "",
          },
          {
            title: "Руководитель подразделения Санкт-Петербург",
            text2: "Лобастов Антон Александрович",
            phone: "+7 981 698 01 52",
            mail: "spb@ru.sika.com",
            text3: "",
            text4: "",
            text5: "",
          },
          {
            title: "Склад",
            text2: "195279, г. Санкт-Петербург, шоссе Революции, д. 88/3",
            phone: "+7 (495) 5 777 333",
            mail: "",
            text3: "",
            text4: "",
            text5: "",
          },
        ],
      },
      {
        maps: [
          {
            title: "Схема проезда Краснодар",
            filePath: "",
          },
        ],
      },
    ],
  },
];
