export default [
  {
    name: "О нас",
    items: [
      {
        title: "Концерн Sika",
        subitems: [
          {
            name: "Цели и бренд Sika",
            to: "",
          },
          {
            name: "Ценности и принципы",
            to: "",
          },
          {
            name: "История",
            to: "",
          },
          {
            name: "Целевые рынки сбыта",
            to: "",
          },
        ],
      },
      {
        title: "Sika Россия",
        subitems: [
          {
            name: "О компании",
            to: "",
          },
          {
            name: "Заводы Sika в России",
            to: "",
          },
          {
            name: "Лаборатории Sika в России",
            to: "",
          },
          {
            name: "Техподдержка",
            to: "",
          },
        ],
      },
      {
        title: "Устойчивое развитие",
        subitems: [
          {
            name: "Sika и устойчивое развитие",
            to: "",
          },
        
        ],
      },
      {
        title: "Карьера",
        subitems: [
          {
            name: "О компании",
            to: "",
          },
          {
            name: "Заводы Sika в России",
            to: "",
          },
          {
            name: "Лаборатории Sika в России",
            to: "",
          },
          {
            name: "Техподдержка",
            to: "",
          },
        ],
      },
      {
        title: "Приобретения",
        subitems: [
          {
            name: "Объекты",
            to: "/objects",
          },
          {
            name: "Заводы Sika в России",
            to: "",
          },

        ],
      },
    ],
  },
  {
    name: "Продукция",
    // items: [
    //   {
    //     title: "Концерн Sika",
    //     subitems: [
    //       {
    //         name: "Цели и бренд Sika",
    //         to: "",
    //       },
          
    //     ],
    //   },
    // ],
  },
  {
    name: "Отраслевые решения",
    // items: [
    //   {
    //     title: "Концерн Sika",
    //     subitems: [
    //       {
    //         name: "Цели и бренд Sika",
    //         to: "",
    //       },
    //       {
    //         name: "Ценности и принципы",
    //         to: "",
    //       },
    //       {
    //         name: "История",
    //         to: "",
    //       },
    //       {
    //         name: "Целевые рынки сбыта",
    //         to: "",
    //       },
    //     ],
    //   },
    // ],
  },
  {
    name: "Продуктовые бренды",
  },
  {
    name: "Сервис",
  },
  {
    name: "Где купить",
  },

];
