export default [
  {
    //img: require("@/assets/tmp/new1.jpg"),
    img: require("@/assets/tmp/brochure.jpeg"),
    title:
      "Новинка от Sika: эластичный паропроницаемый акриловый герметик для срубов Sikacryl®-121 Wood",
    lang: "Русский",
    date: "04/07/2024",
    link: "news/new",
    detailText: `<p>Предлагаем вашему вниманию эластичный паропроницаемый акриловый герметик для срубов <a href="/ru/distribuciya/49578/51361/sikacryl-121-wood.html">Sikacryl®-121 Wood</a>. Герметик позволяет герметизировать межвенцовые швы, трещины в бревнах, торцевой спил и другие элементы деревянного строительства.&nbsp;</p> <p><b>Преимущества:</b></p> <p>• Отличная адгезия к древесине<br>
• Высокая эластичность<br>
• Легко наносится на вертикальные поверхности<br>
• Стойкий к воздействию УФ-излучения<br>
• Широкая палитра цветов<br>
• Можно окрашивать после отверждения</p> <p><b>Упаковка и цвета</b></p> <p>&nbsp;Продукт выпускается в картриджах 300 мл, тубах 600 мл, ведрах 7 кг уже полностью готовым к использованию в 9 цветах: белый, коричневый, серый, черный, антрацит, бежевый, светло-коричневый, темно-коричневый, желтый.</p> <p><b>Как работать с герметиком?</b></p> <p>Подготовьте основание шва. Нанесите Sikacryl®-121 Wood в шов так, чтобы обеспечивался полный контакт с боковыми сторонами. После загладьте герметик шпателем. Чтобы получить аккуратные и ровные линии шва используйте малярную ленту. Затем ее надо удалить — до начала полимеризации герметика.</p> <p>Более подробно о продукте по <a href="/ru/distribuciya/49578/51361/sikacryl-121-wood.html">ссылке</a>.</p></div>`,
  },

  {
    img: require("@/assets/tmp/new2.jpg"),
    title: "Поздравляем с Днём строителя!",
    lang: "Русский",
    date: "04/07/2024",
    link: "news/new",
  },
  {
    img: require("@/assets/tmp/new3.jpg"),
    title:
      "Приглашаем на мастер-классы по материалам Sika 11 июля на строительной базе «Золотые Ворота»!",
    lang: "Русский",
    date: "04/07/2024",
    link: "news/new",
  },
  {
    img: require("@/assets/tmp/new2.jpg"),
    title:
      "Новинка от Sika: универсальный эластичный силиконовый герметик Sikasil®-142 Universal",
    lang: "Русский",
    date: "04/07/2024",
    link: "news/new",
  },
  {
    img: require("@/assets/tmp/new3.jpg"),
    Title:
      "Презентация книги «Архитектурный бетон. Практика применения в России»",
    lang: "Русский",
    date: "04/07/2024",
    link: "news/new",
  },
  {
    img: require("@/assets/tmp/new1.jpg"),
    title: "Поздравляем с Днём строителя!",
    lang: "Русский",
    date: "04/07/2024",
    link: "news/new",
  },
  {
    img: require("@/assets/tmp/new3.jpg"),
    title:
      "Новинка от Sika: универсальный эластичный силиконовый герметик Sikasil®-142 Universal",
    lang: "Русский",
    date: "04/07/2024",
    link: "news/new",
  },
];
