export default [
  {
    name: "SikaControl®-95 Aer",
    descr: "Воздухововлекающая добавка для бетонов и растворов",
    previewImg: require("@/assets/tmp/product1.jpg"),
    benifits: [
      {
        benifit:
          "Значительное увеличение морозостойкости бетона, в том числе в растворах солей",
      },
      {
        benifit: "Повышение подвижности и удобоукладываемости бетонной смеси",
      },
      {
        benifit: "Повышение сегрегационной устойчивости бетонной смеси",
      },
      {
        benifit: "Повышение качества лицевой поверхности бетона",
      },
      {
        benifit:
          "Не содержит хлоридов или других веществ, вызывающих коррозию арматуры",
      },
    ],
    detailText:
      "SikaControl®-95 Aer – воздухововлекающая добавка нового поколения для бетонов и растворов. Применяется для создания в бетоне системы закрытых и равномерно распределённых в объёме пор определённого размера, обеспечивающих бетонным конструкциям высокие показатели по морозостойкости. Соответствует требованиям ТУ 20.59.59-036-13613997-2019",

    descriptionItems: [
      {
        name: "Применение",
        items: [
          {
            item: "Мосты, путепроводы и эстакады",
          },
          {
            item: "Дороги, тротуары, паркинги, отмостки",
          },
          {
            item: "Тротуарная плитка (вибролитьё)",
          },
          {
            item: "Взлётно-посадочные полосы и др. аэродромные сооружения",
          },
          {
            item: "Гидротехнические сооружения",
          },
          {
            item: "Элементы тоннелей",
          },
        ],
      },
      {
        name: "Преимущества",
        items: [
          {
            item: "Значительное увеличение морозостойкости бетона, в том числе в растворах солей",
          },
          {
            item: "Повышение подвижности и удобоукладываемости бетонной смеси",
          },
          {
            item: "Повышение сегрегационной устойчивости бетонной смеси",
          },
          {
            item: "Повышение водонепроницаемости бетона",
          },
          {
            item: "Повышение трещиностойкости бетона",
          },
          {
            item: "Частичная компенсация негативного влияния на бетонную смесь неоптимального гранулометрического состава",
          },
          {
            item: "Получение бетонов с высокой стойкостью по отношению к химическим и механическим воздействиям",
          },
          {
            item: "Повышение качества лицевой поверхности бетона",
          },
          {
            item: "Не содержит хлоридов или других веществ, вызывающих коррозию арматуры",
          },
        ],
      },
      {
        name: "Упаковка",
        items: [{ item: "Контейнер 1000 кг, канистры 10, 5 и 0,9 л" }],
      },
      {
        name: "Цвет",
        items: [{ item: "Жидкость светло-коричневого цвета" }],
      },
    ],
  },
  {
    name: "SikaControl®-95 Aer",
    descr: "Воздухововлекающая добавка для бетонов и растворов",
    previewImg: require("@/assets/tmp/product1.jpg"),
    benifits: [
      {
        benifit:
          "Значительное увеличение морозостойкости бетона, в том числе в растворах солей",
      },
      {
        benifit: "Повышение подвижности и удобоукладываемости бетонной смеси",
      },
      {
        benifit: "Повышение сегрегационной устойчивости бетонной смеси",
      },
      {
        benifit: "Повышение качества лицевой поверхности бетона",
      },
      {
        benifit:
          "Не содержит хлоридов или других веществ, вызывающих коррозию арматуры",
      },
    ],
  },
];
