export default [
  {
    name: "SikaControl®-95 Aer",
    descr: "Воздухововлекающая добавка для бетонов и растворов",
    previewImg: require("@/assets/tmp/product1.jpg"),
    benifits: [
      {
        benifit:
          "Значительное увеличение морозостойкости бетона, в том числе в растворах солей",
      },
      {
        benifit: "Повышение подвижности и удобоукладываемости бетонной смеси",
      },
      {
        benifit: "Повышение сегрегационной устойчивости бетонной смеси",
      },
      {
        benifit: "Повышение качества лицевой поверхности бетона",
      },
      {
        benifit:
          "Не содержит хлоридов или других веществ, вызывающих коррозию арматуры",
      },
    ],
    detailText:
      "SikaControl®-95 Aer – воздухововлекающая добавка нового поколения для бетонов и растворов. Применяется для создания в бетоне системы закрытых и равномерно распределённых в объёме пор определённого размера, обеспечивающих бетонным конструкциям высокие показатели по морозостойкости. Соответствует требованиям ТУ 20.59.59-036-13613997-2019",

    descriptionItems: [
      {
        name: "Применение",
        items: [
          {
            item: "Мосты, путепроводы и эстакады",
          },
          {
            item: "Дороги, тротуары, паркинги, отмостки",
          },
          {
            item: "Тротуарная плитка (вибролитьё)",
          },
          {
            item: "Взлётно-посадочные полосы и др. аэродромные сооружения",
          },
          {
            item: "Гидротехнические сооружения",
          },
          {
            item: "Элементы тоннелей",
          },
        ],
      },
      {
        name: "Преимущества",
        items: [
          {
            item: "Значительное увеличение морозостойкости бетона, в том числе в растворах солей",
          },
          {
            item: "Повышение подвижности и удобоукладываемости бетонной смеси",
          },
          {
            item: "Повышение сегрегационной устойчивости бетонной смеси",
          },
          {
            item: "Повышение водонепроницаемости бетона",
          },
          {
            item: "Повышение трещиностойкости бетона",
          },
          {
            item: "Частичная компенсация негативного влияния на бетонную смесь неоптимального гранулометрического состава",
          },
          {
            item: "Получение бетонов с высокой стойкостью по отношению к химическим и механическим воздействиям",
          },
          {
            item: "Повышение качества лицевой поверхности бетона",
          },
          {
            item: "Не содержит хлоридов или других веществ, вызывающих коррозию арматуры",
          },
        ],
      },
      {
        name: "Упаковка",
        items: [{ item: "Контейнер 1000 кг, канистры 10, 5 и 0,9 л" }],
      },
      {
        name: "Цвет",
        items: [{ item: "Жидкость светло-коричневого цвета" }],
      },
    ],
    chars: [
      {
        name: "Химическая основа",
        value: "Поверхностно-активные вещества",
      },
      {
        name: "Срок годности",
        value: "12 месяцев с даты изготовления",
      },
      {
        name: "Условия хранения",
        value:
          "В герметичной заводской упаковке, в сухом помещении, предохраняя от воздействия прямых солнечных лучей и замораживания, при температуре от +5°С до +35°С. В случае замерзания возможно ухудшение свойств. Для дальнейшего использования добавки, подвергнутой замораживанию, необходимо проведение дополнительных лабораторных испытаний для подтверждения выполнения установленных заказчиком требований",
      },
      {
        name: "Плотность",
        value: "0,998 – 1,008 кг/дм",
      },
      {
        name: "Значение pH",
        value: "9,0 – 11,0",
      },
    ],
    usage: [
      {
        title: "Информация по применению",
        info: [
          {
            name: "Совместимость",
            value:
              "Для получения необходимых свойств бетонной смеси при использовании SikaControl®-95 Aer с другими добавками необходимо провести лабораторные испытания для оптимизации состава бетонной смеси",
          },
        ],
      },
      {
        title: "Расход",
        info: [
          {
            name: "Рекомендуемая дозировка",
            value:
              "0,1 – 2,0% жидкой добавки от массы цемента. Дозировка добавки может варьироваться как в большую, так и в меньшую сторону в зависимости от требований к бетонной смеси, при этом оптимальная дозировка устанавливается на основании лабораторных испытаний",
          },
        ],
      },
      {
        title: "Схема применения",
        info: [
          {
            name: "Инструкции по применению",
            value:
              "SikaControl®-95 Aer добавляется в воду замеса или одновременно с ней в миксер. Для получения однородной бетонной смеси время перемешивания должно составлять не менее 90 секунд при наладке выпуска производственной партии бетонной смеси. После наладки время перемешивания в стационарном смесителе может быть сокращено при учёте того, что дальнейшее перемешивание будет осуществляться в автобетоносмесителе. Добавка должна дозироваться отдельно от других добавок, используемых в бетоне. Дозировка рассчитывается на основании предварительных испытаний и измерения содержания воздуха в бетонной смеси на строительной площадке. Дозировка добавка зависит от: параметров мелкого заполнителя; количества тонкодисперсных наполнителей; количества, марки и типа цемента; времени перемешивания; температуры бетонной смеси.",
          },
        ],
      },
    ],
    docs: [
      {
        title: "SikaPaver® HC-26",
        filePath: "/assets/tmp/map-spb.jpg",
        description: "Техническое описание",
        fileSize: "10 MB",
        brochure: require('@/assets/tmp/brochure.jpeg')
      },
    ],
  },
  {
    name: "SikaControl®-95 Aer",
    descr: "Воздухововлекающая добавка для бетонов и растворов",
    previewImg: require("@/assets/tmp/product1.jpg"),
    benifits: [
      {
        benifit:
          "Значительное увеличение морозостойкости бетона, в том числе в растворах солей",
      },
      {
        benifit: "Повышение подвижности и удобоукладываемости бетонной смеси",
      },
      {
        benifit: "Повышение сегрегационной устойчивости бетонной смеси",
      },
      {
        benifit: "Повышение качества лицевой поверхности бетона",
      },
      {
        benifit:
          "Не содержит хлоридов или других веществ, вызывающих коррозию арматуры",
      },
    ],
  },
];
