<template>
  <div class="about">
    <hero :title="heroTitle" :background="background" :isSmall="true" />
    <v-container>
      <div class="about__text grid-container my-16">
        <p>Sika (Зика) – швейцарский концерн по производству материалов для строительства и промышленности, работающий с
          1910 года. В состав компании входят более 300 производственных предприятий, научные лаборатории, центры
          технической поддержки и торговые представительства в 100 странах мира. В компании работает свыше 25 000
          сотрудников. Объем продаж продукции компании в 2019 финансовом году превысил 8 млрд. швейцарских франков. </p>
        <p>
          В России компания работает с 2003 года и имеет 5 заводов по производству добавок в бетон, 2 завода по
          производству сухих строительных смесей, завод по производству поликарбоксилатных эфиров, завод по производству
          кровельных и гидроизоляционных ПВХ мембран, завод по выпуску напольных эпоксидных и полиуретановых покрытий,
          лабораторию физико-химический испытаний бетонов и бетонных смесей, химическую лабораторию и 5 филиалов в
          разных регионах страны с центральным офисом в городе Лобня Московской области.
        </p>
      </div>
    </v-container>
  </div>
</template>

<script>
import hero from '@/components/hero.vue';

export default {
  name: "About",
  components: {
    hero,

  },
  data() {
    return {
      heroTitle: 'О компании',
      //heroSubtitle: 'Строим доверие',
      background: require('@/assets/about.jpg'),
      //video: 'https://sika.scene7.com/is/content/sika/glo-skyline-loop'
    }
  },
}
</script>

<style lang="scss">
.about {
  p {
    font-size: 22px;
    margin-bottom: 20px;
  }
}
</style>